[
  {
    "codice": 1,
    "categoria": "RPG",
    "nome": "Demon's Souls",
    "piattaforma": "PlayStation 5",
    "prezzo": 79.99,
    "scontoAttivo": 0.0,
    "quantita": 12,
    "descrizione": "Da PlayStation Studios e Bluepoint Games arriva il remake di un classico di PlayStation, Demon's Souls. Interamente ricostruito da zero e magnificamente migliorato, questo remake presenta gli orrori di una terra di fantasia oscura e schiacciata dalla nebbia, a una nuova generazione di giocatori. Coloro che hanno già affrontato le sue sfide e le sue avversità potranno nuovamente misurarsi contro l'oscurità con una qualità visiva magnifica e godendo di prestazioni incredibili.  Nel corso della sua missione per ottenere il potere, Re Allant, il dodicesimo re di Boletaria, ha incanalato le arti dell'anima, risvegliando un demone dall'alba del tempo, l'Antico. Con l'evocazione dell'Antico, una nebbia incolore si diffuse sulla terra, liberando creature mostruose affamate di anime degli umani. Chi veniva privato dell'anima usciva di senno, e non desiderava altro che attaccare le persone sane che rimanevano.  Oggi, Boletaria è tagliata fuori dal resto del mondo e i cavalieri che osano penetrare la fitta nebbia per liberare la terra dalla sua piaga, non fanno mai più ritorno. Nei panni di un guerriero solitario che ha fronteggiato la nebbia funesta, devi affrontare le sfide più dure per ottenere il titolo di \"Uccisore di demoni\" e rispedire l'Antico nel suo torpore.",
    "copertina": "demons_souls.webp",
    "numeroVoti": 13,
    "media": 4.10
  },
  {
    "codice": 2,
    "categoria": "Guida",
    "nome": "Forza Horizon 5",
    "piattaforma": "Xbox Series X|S",
    "prezzo": 59.99,
    "scontoAttivo": 0.1,
    "quantita": 23,
    "descrizione": "La tua avventura Horizon definitiva ti aspetta! Esplora vivaci paesaggi open world del Messico in continua evoluzione. Divertimento al volante illimitato con centinaia tra le migliori auto al mondo. Questa è la tua Avventura Horizon! Guida spedizioni mozzafiato attraverso vivaci paesaggi open world del Messico in continua evoluzione. Divertimento al volante illimitato con centinaia tra le migliori auto del mondo. Questo è un mondo open world incredibilmente diversificato! Esplora un mondo pieno di suggestivi contrasti e bellezze. Scopri deserti animati, giungle rigogliose, città storiche, rovine nascoste, spiagge incontaminate, ampi canyon e un imponente vulcano ricoperto di neve. Questo è un mondo open world pieno di avventura! Immergiti in una vasta campagna con centinaia di sfide che ti ricompenseranno per partecipare alle attività che adori. Incontra nuovi personaggi e scegli come si concluderanno le loro missioni delle Storie Horizon. Questo è un mondo open world in continua evoluzione! Affronta un meteo sbalorditivo, che spazia da imponenti tempeste di sabbia a implacabili temporali tropicali, grazie alle stagioni dinamiche del Messico che cambieranno il mondo di gioco ogni settimana. Continua a giocare per scoprire nuovi eventi, nuove sfide, nuovi oggetti collezionabili, nuove ricompense e nuove aree da esplorare. Nessuna stagione sarà uguale alle precedenti. Questo è un mondo open world sociale! Fai squadra con altri giocatori e accedi all'Arcade Horizon per una serie ininterrotta di sfide divertenti e assurde che faranno divertire te e i tuoi amici senza che siano d'intralcio menu, schermate di caricamento o sale d'attesa. Incontra nuovi amici in Open Horizon e nei Tour Horizon e condividi le tue creazioni con il nuovo sistema di regali della community. Inizia subito la tua Avventura Horizon!",
    "copertina": "forza_horizon_5.webp",
    "numeroVoti": 3,
    "media": 4.33
  },
  {
    "codice": 3,
    "categoria": "Action-adventure",
    "nome": "Red Dead Redemption 2",
    "piattaforma": "PC",
    "prezzo": 59.99,
    "scontoAttivo": 0.67,
    "quantita": 42,
    "descrizione": "America, 1899.  Arthur Morgan e la Banda di Van der Linde sono costretti alla fuga. Con gli agenti federali e i migliori cacciatori di taglie alle costole, la banda deve rapinare, combattere e rubare per farsi strada e cercare di sopravvivere nel cuore di un'America dura e selvaggia. Una serie di conflitti e divisioni rischiano di mettere a repentaglio l'unità del gruppo, e Arthur si ritrova costretto a scegliere tra i suoi ideali e la lealtà nei confronti della banda che l'ha cresciuto.  Arricchito da nuovi contenuti per la modalità Storia e dalla modalità Foto, Red Dead Redemption 2 include l'accesso gratuito al mondo di Red Dead Online, dove i giocatori possono interpretare il Ruolo che preferiscono per vivere nella frontiera: è possibile dare la caccia ai ricercati vestendo i panni del Cacciatore di taglie, fare affari da Commerciante, scoprire tesori nascosti come Collezionista, distillare liquori clandestini come Distillatore e molto altro ancora.  La versione per PC di Red Dead Redemption 2 sfrutta al massimo la potenza del PC per rendere vivido e vivo ogni angolo del suo enorme e dettagliatissimo mondo, con miglioramenti grafici e tecnici pensati per garantire un maggiore coinvolgimento che includono maggiore distanza visiva, illuminazione globale e occlusione ambientale migliorate per offrire un'illuminazione migliore sia di giorno sia di notte, riflessi migliorati e ombre con una risoluzione maggiore a qualsiasi distanza, texture tassellate per gli alberi e texture dell'erba e delle pellicce migliorate per rendere più realistici animali e piante.  Red Dead Redemption 2 per PC include anche il supporto all'HDR e permette di sfruttare le configurazioni di schermi più all'avanguardia che supportano la risoluzione in 4K e superiori, configurazioni per più monitor, configurazioni panoramiche, frame rate più elevato e molto altro.",
    "copertina": "red_dead_redemption_2.webp",
    "numeroVoti": 56,
    "media": 4.61
  },
  {
    "codice": 4,
    "categoria": "Sport",
    "nome": "FIFA 22",
    "piattaforma": "PlayStation 5",
    "prezzo": 79.99,
    "scontoAttivo": 0.5,
    "quantita": 8,
    "descrizione": "Powered by Football™, EA SPORTS™ FIFA 22 rende il gioco ancora più realistico, con migliorie sostanziali al gameplay e tutta una serie di innovazioni in ogni modalità. Divertiti con il gioco più bello del mondo con più di 17.000 giocatori, oltre 700 squadre in più di 90 stadi e oltre 30 campionati di tutto il mondo. Modalità Carriera, VOLTA FOOTBALL, FIFA Ultimate Team, Realismo senza pari. Questo gioco include la possibilità di acquistare, all’interno del gioco, tramite denaro reale una valuta virtuale da utilizzare per acquistare oggetti di gioco virtuali, che potrebbero essere attribuiti anche tramite una selezione casuale.",
    "copertina": "fifa_22.webp",
    "numeroVoti": 10,
    "media": 1.33
  },
  {
    "codice": 5,
    "categoria": "Guida",
    "nome": "Mario Kart 8 Deluxe",
    "piattaforma": "Nintendo Switch",
    "prezzo": 59.99,
    "scontoAttivo": 0.2,
    "quantita": 45,
    "descrizione": "Con Nintendo Switch, i fan potranno godersi la versione definitiva di Mario Kart 8 dove e quando vogliono, persino giocando in 8 in multiplayer locale. Tutti i tuoi personaggi e circuiti preferiti della versione per Wii U fanno il loro ritorno, insieme a tutti i contenuti scaricabili. E arrivano anche nuovi personaggi: il ragazzo e la ragazza Inkling di Splatoon, Re Boo, Tartosso e Bowser Junior! Inoltre, la modalità battaglia è stata ampliata e include la battaglia palloncini e Bob-omba a tappeto, con circuiti tutti nuovi come la Periferia urbana e il Kartodromo, oltre ad alcuni ritorni come il Palazzo di Luigi di Mario Kart: Double Dash! per Nintendo GameCube e il Percorso di guerra 1 di Super Mario Kart per il Super Nintendo Entertainment System. Adesso i giocatori possono portare due oggetti alla volta, alcuni dei quali fanno il loro ritorno dai giochi precedenti, come Boo, il fantasma rubaoggetti, e la piuma, che ti permette di saltare molto in alto nella modalità battaglia. I giocatori possono anche scegliere di usare l’inedita guida assistita, che rende più facile rimanere in pista per i principianti e i bambini, anche per la classe 200cc. Gioca in locale oppure online nella modalità TV con una risoluzione massima di 1080p.",
    "copertina": "mario_kart_8.webp",
    "numeroVoti": 9,
    "media": 3.97
  },
  {
    "codice": 6,
    "categoria": "Simulazione",
    "nome": "Animal Crossing: New Horizons",
    "piattaforma": "Nintendo Switch",
    "prezzo": 68.99,
    "scontoAttivo": 0.32,
    "quantita": 28,
    "descrizione": "Se il caos e la frenesia della vita di tutti i giorni ti hanno stufato, tom nook ha appena creato una proposta su misura per te: il suo pacchetto isola deserta. Preparati a mollare tutto e creare una nuova comunità sulla tua isola deserta personale; non hai sempre desiderato un luogo dove fare quello che vuoi, quando vuoi, come lo desideri? Rimboccati le maniche e inizia a collezionare preziose risorse per costruire tutto ciò che ti potrà servire, dagli strumenti del mestiere agli edifici del tuo nuovo villaggio; il tutto sempre e solo secondo il tuo gusto personale. Conosci nuovi amici e ed esplora un mondo in continua evoluzione al ritmo delle stagioni e di ogni condizione atmosferica possibile.",
    "copertina": "animal_crossing.webp",
    "numeroVoti": 21,
    "media": 4.22
  },
  {
    "codice": 7,
    "categoria": "Action-adventure",
    "nome": "Grand Theft Auto V",
    "piattaforma": "PC",
    "prezzo": 39.99,
    "scontoAttivo": 0.4,
    "quantita": 78,
    "descrizione": "Un giovane truffatore, un rapinatore di banche in pensione e uno spaventoso psicopatico si ritrovano nel mirino degli elementi più discutibili del mondo della malavita, del governo e dell'industria dello spettacolo: per sopravvivere dovranno mettere in atto una serie di audaci colpi, in una città spietata dove non possono fidarsi di nessuno, men che meno gli uni degli altri. Grand Theft Auto V per PC offre ai giocatori la possibilità di esplorare il pluripremiato mondo di Los Santos e Blaine County in risoluzioni fino a 4k e oltre, e di giocare a 60 frame al secondo. GTAV per PC offre ai giocatori una vasta gamma di opzioni di personalizzazione specifiche, tra cui oltre 25 impostazioni configurabili per la qualità delle texture, gli shader, la tassellatura, l'anti-aliasing e altro ancora, oltre a un ampio supporto e alla possibilità di configurazione per i comandi via tastiera e mouse. Le opzioni aggiuntive comprendono la possibilità di regolare l'affollamento delle strade e l'intensità del traffico, il supporto per monitor doppi e tripli, la compatibilità 3D e il supporto per i controller plug-and-play. Grand Theft Auto V per PC include inoltre Grand Theft Auto Online, che supporta fino a 30 giocatori e due spettatori. Grand Theft Auto Online per PC comprenderà tutti gli aggiornamenti e i nuovi contenuti creati da Rockstar pubblicati dall'uscita di Grand Theft Auto Online, tra cui i Colpi e le modalità Competizione. Grand Theft Auto V e Grand Theft Auto Online per PC presentano inoltre la nuovissima modalità in prima persona, che permette ai giocatori di esplorare il dettagliatissimo mondo di Los Santos e Blaine County in un modo completamente nuovo.",
    "copertina": "gta_v.webp",
    "numeroVoti": 120,
    "media": 4.12
  },
  {
    "codice": 8,
    "categoria": "Sparatutto",
    "nome": "Halo Infinite",
    "piattaforma": "Xbox Series X|S",
    "prezzo": 69.99,
    "scontoAttivo": 0.18,
    "quantita": 17,
    "descrizione": "Il ritorno di Master Chief in Halo Infinite: il nuovo capitolo della serie leggendaria. Sviluppato da 343 Industries e creato con il nuovo motore Slipspace di Microsoft, Halo Infinite è stato presentato durante la Conferenza Xbox all'E3 2018 con un'emozionante dimostrazione del motore di gioco che ha permesso di dare uno sguardo al futuro della serie di Halo, che sembra avviata in direzioni nuove e inattese.",
    "copertina": "halo_infinite.webp",
    "numeroVoti": 2,
    "media": 3.50
  },
  {
    "codice": 9,
    "categoria": "Sparatutto",
    "nome": "Call of Duty: Cold War",
    "piattaforma": "PC",
    "prezzo": 59.99,
    "scontoAttivo": 0.0,
    "quantita": 20,
    "descrizione": "L'iconica serie Black Ops torna con Call of Duty: Black Ops Cold War, seguito diretto del primo, popolarissimo Call of Duty: Black Ops. Black Ops Cold War immerge i giocatori nell'instabile conflitto geopolitico della Guerra Fredda, nei primi anni 80. Niente è mai come sembra nell'avvincente Campagna per giocatore singolo, in cui affronterai figure storiche e dure verità, combattendo in scenari celebri di tutto il mondo come Berlino Est, il Vietnam, la Turchia, il quartier generale sovietico del KGB e altri ancora. Nei panni di operatori d'élite darai la caccia a un'oscura figura nota come Perseus, intenta a destabilizzare gli equilibri mondiali e intenzionata a cambiare il corso della storia. Calati negli oscuri meandri di una cospirazione globale insieme a personaggi iconici come Woods, Mason e Hudson, decisi a fermare insieme a nuovi operatori un complotto avviato da decenni. Oltre alla Campagna, il gioco offre un intero arsenale di armi ed equipaggiamento della Guerra Fredda da utilizzare anche in multigiocatore e nella modalità Zombi. Benvenuto sul filo del rasoio. Benvenuto in Call of Duty: Black Ops Cold War. Multigiocatore: svolgi operazioni segrete e scopri combattimenti multigiocatore di nuova generazione. La presentazione del multigiocatore è fissata per il 9 settembre, quindi torna a controllare per scoprire tutte le ultime informazioni. Zombi: Il gioco offre un intero arsenale di armi ed equipaggiamento della Guerra Fredda da utilizzare anche nella nuova evoluzione di Zombi, l'iconica esperienza in cooperativa di Treyarch. Warzone: Black Ops Cold War supporterà ed espanderà la popolarissima esperienza free-to-play di Call of Duty: Warzone.",
    "copertina": "cod_cold_war.webp",
    "numeroVoti": 17,
    "media": 3.67
  },
  {
    "codice": 10,
    "categoria": "RPG",
    "nome": "The Elder Scrolls V: Skyrim",
    "piattaforma": "PC",
    "prezzo": 39.99,
    "scontoAttivo": 0.45,
    "quantita": 34,
    "descrizione": "Vincitore di oltre 200 premi \"Gioco dell'Anno\", Skyrim Special Edition porta sui vostri schermi il fantasy epico con incredibile dettaglio. La Special Edition include il pluripremiato gioco completo e tutti gli add-on, più nuove funzionalità, come grafica ed effetti rinnovati, raggi di luce volumetrici, campo visivo dinamico, superfici riflettenti e altro ancora. Inoltre, Skyrim Special Edition porta i mod del PC sulle console. Nuove missioni, ambienti, personaggi, dialoghi, armature, armi e altro. Insieme ai mod, darà vita a una esperienza senza limiti. Le antiche pergamene avevano predetto il loro ritorno. L'Impero di Tamriel è sull'orlo del baratro: l'Alto Sovrano di Skyrim è stato assassinato e nuove alleanze si sono instaurate fra i pretendenti al trono. Mentre il conflitto infuria, un male antico e ben più oscuro si è risvegliato: i draghi, da tempo solo un ricordo conservato dalle antiche pergamene, sono tornati a Tamriel. Il futuro di Skyrim e dell'Impero è incerto, nell'attesa che si compia la profezia del Sangue di drago: un eroe nato con il potere della Voce, l'unico in grado di affrontare i draghi. La rinascita dell'epic fantasy: Skyrim reinventa e rivoluziona il fantasy epico, plasmando un mondo virtuale aperto e totalizzante, che potrai esplorare a tuo piacimento. Vivi un'altra vita, in un altro mondo Impersona qualsiasi tipo di personaggio tu possa immaginare e agisci a tuo piacimento: la libertà di scelta, la profondità narrativa e l'avventura che hanno reso celebre The Elder Scrolls raggiungono nuove vette. Grafica e motore di gioco interamente rinnovati Il nuovo motore di gioco di Skyrim dà vita a un mondo virtuale caratterizzato da fenomeni meteorologici, montagne erose dal tempo, città brulicanti di vita, distese verdeggianti e antichi sotterranei. Sono le tue azioni a definirti Scegli fra centinaia di armi, incantesimi e abilità. Il nuovo sistema di gestione del personaggio ti permette di giocare come preferisci, sviluppando il tuo eroe attraverso le sue azioni.",
    "copertina": "skyrim.webp",
    "numeroVoti": 34,
    "media": 4.11
  },
  {
    "codice": 11,
    "categoria": "RPG",
    "nome": "Assassin's Creed: Valhalla",
    "piattaforma": "Xbox Series X|S",
    "prezzo": 59.99,
    "scontoAttivo": 0.6,
    "quantita": 22,
    "descrizione": "I fratelli Eivor e Sigurd sono i leader della loro intrepida banda di vichinghi. Tu interpreti Eivor, che può essere maschio o femmina, a tua scelta. Non preoccuparti del tuo sesso, poiché puoi cambiarlo in qualsiasi momento, anche nel pieno della battaglia se avrai improvvisamente voglia di un cambiamento. Se il combattimento non fa per te, c'è molto altro da fare nel gioco. Visita la stalla per acquistare cavalli, entra nella capanna dei pescatori prima di andare per ruscelli e per laghi e tieni aggiornata la tua attrezzatura nella capanna di caccia. C'è anche una voliera dove puoi personalizzare i tuoi corvi con vari dettagli, come dei bellissimi lampi bianchi sulle ali. Come bonus aggiuntivo, le tue catture di pesca o i tuoi successi di caccia possono essere venduti in cambio di vari premi o come valuta di gioco. Essendo un vichingo, ovviamente, vorrai mantenere l’accesso al mare in buone condizioni; troverai quindi nel gioco un cantiere navale dove puoi riparare, mantenere, costruire e sostituire la tua scialuppa.",
    "copertina": "assassins_creed_valhalla.webp",
    "numeroVoti": 8,
    "media": 3.78
  },
  {
    "codice": 12,
    "categoria": "Platform",
    "nome": "Crash Bandicoot 4: It's About Time",
    "piattaforma": "PlayStation 5",
    "prezzo": 69.99,
    "scontoAttivo": 0.2,
    "quantita": 28,
    "descrizione": "It's About Time - il nuovissimo gioco di Crash Bandicoot! Parti per un'avventura oltre i confini del tempo in compagnia dei tuoi marsupiali preferiti. Neo Cortex e N. Tropy sono tornati e questa volta non hanno preso di mira solo questo universo, ma l'intero multiverso! Crash e Coco dovranno rimettere al loro posto le quattro maschere quantiche e piegare le leggi della realtà per salvare... gli universi! Nuove abilità? Ci sono. Più personaggi giocabili? Eccoli. Dimensioni alternative? Non potrebbero mancare. Boss improponibili? Sono già pronti. La solita, incredibile impertinenza? Ci puoi scommettere le mutande. Un secondo, sono davvero mutande? Non in questo universo!",
    "copertina": "crash_4.webp",
    "numeroVoti": 7,
    "media": 3.17
  },
  {
    "codice": 13,
    "categoria": "Platform",
    "nome": "Cuphead",
    "piattaforma": "PC",
    "prezzo": 19.99,
    "scontoAttivo": 0.1,
    "quantita": 45,
    "descrizione": "Cuphead è un classico action \"run and gun\" fortemente incentrato sulle battaglie contro i boss. Ispirato ai cartoni animati degli anni '30, può vantare grafiche ed effetti audio accuratamente ricreati con le tecniche di quell'epoca (animazione tradizionale a mano, sfondi ad acquerello e registrazioni jazz originali). Gioca nei panni di Cuphead o Mugman (in modalità giocatore singolo o co-op) attraversando strani mondi, conquistando nuove armi, imparando potenti super-mosse e scoprendo segreti nascosti per cercare di ripagare il tuo debito con il diavolo!",
    "copertina": "cuphead.webp",
    "numeroVoti": 36,
    "media": 4.41
  },
  {
    "codice": 14,
    "categoria": "Action-adventure",
    "nome": "Cyberpunk 2077",
    "piattaforma": "PC",
    "prezzo": 59.99,
    "scontoAttivo": 0.75,
    "quantita": 43,
    "descrizione": "Cyberpunk 2077 per PC è un gioco sparatutto in prima persona, ma con una differenza. É ambientato in uno stato distopico della California, in cui le regole della nazione e dello stato non si applicano più. Invece, giocando come un mercenario di nome V, il giocatore deve muoversi per la città, raggiungere i propri obiettivi e nel frattempo combattere i nemici.",
    "copertina": "cyberpunk_2077.webp",
    "numeroVoti": 20,
    "media": 2.78
  },
  {
    "codice": 15,
    "categoria": "RPG",
    "nome": "Dark Souls Remastered",
    "piattaforma": "PC",
    "prezzo": 39.99,
    "scontoAttivo": 0.6,
    "quantita": 31,
    "descrizione": "E poi venne il Fuoco. Rivivi l'esperienza che ha rivoluzionato il mondo dei videogiochi e dato vita a un nuovo genere. Esplora la terra di Lordran in una splendida versione rimasterizzata in altissima definizione a 60 fps. Dark Souls Remastered include il gioco base e il DLC Artorias of the Abyss.",
    "copertina": "dark_souls.webp",
    "numeroVoti": 34,
    "media": 3.98
  },
  {
    "codice": 16,
    "categoria": "Action-adventure",
    "nome": "Far Cry 6",
    "piattaforma": "PlayStation 5",
    "prezzo": 59.99,
    "scontoAttivo": 0.4,
    "quantita": 12,
    "descrizione": "Far Cry 6 è ambientato nell'immaginaria isola caraibica di Yara, uno sparatutto in prima persona in un luogo open world. Il gioco vanta la più grande mappa di Far Cry fino ad oggi che puoi attraversare a piedi o in una gamma ben diversificata di veicoli e, grazie agli sforzi determinati del Presidente, il paradiso tropicale è congelato nel tempo. Questo per impedire alla popolazione di avere idee sull'indipendenza e su elezioni libere ed eque e altre simili sciocchezze.",
    "copertina": "far_cry_6.webp",
    "numeroVoti": 12,
    "media": 3.56
  },
  {
    "codice": 17,
    "categoria": "Simulazione",
    "nome": "Farming Simulator 2022",
    "piattaforma": "PC",
    "prezzo": 39.99,
    "scontoAttivo": 0.35,
    "quantita": 22,
    "descrizione": "Farming Simulator 22 per PC è, come si può intuire dal nome, un gioco di simulazione agricola in una serie che comprende circa quattordici edizioni, distribuite su PC e dispositivi mobili. Il giocatore è un agricoltore e il tuo obiettivo è quello di far crescere e mantenere la fattoria, per renderla un successo.",
    "copertina": "farming_simulator_22.webp",
    "numeroVoti": 2,
    "media": 4.00
  },
  {
    "codice": 18,
    "categoria": "RPG",
    "nome": "Final Fantasy VII Remake",
    "piattaforma": "PlayStation 5",
    "prezzo": 79.99,
    "scontoAttivo": 0.45,
    "quantita": 15,
    "descrizione": "Il mondo è controllato dalla Shinra, una corporazione che sfrutta la linfa vitale del pianeta come energia mako. Nella città di Midgar, il mercenario Cloud Strife, ex membro dell'unità d'élite SOLDIER al servizio della Shinra, presta il suo aiuto al gruppo di resistenza Avalanche, ignaro dell'avventura epica che lo attende. FINAL FANTASY VII REMAKE è una reinterpretazione del celebre titolo originale con personaggi indimenticabili, trama appassionante ed epiche battaglie. Questo primo episodio del progetto FINAL FANTASY VII REMAKE racconta la fuga del gruppo da Midgar e approfondisce maggiormente gli eventi avvenuti nella città rispetto all'originale FINAL FANTASY VII.",
    "copertina": "final_fantasy_7_remake.webp",
    "numeroVoti": 11,
    "media": 3.69
  },
  {
    "codice": 19,
    "categoria": "Action-adventure",
    "nome": "God Of War 4",
    "piattaforma": "PlayStation 4",
    "prezzo": 49.99,
    "scontoAttivo": 0.32,
    "quantita": 75,
    "descrizione": "Lasciatosi alle spalle la sua sete di vendetta verso gli dèi dell'Olimpo, Kratos ora vive nella terra delle divinità e dei mostri norreni. È in questo mondo ostile e spietato che dovrà combattere per la sopravvivenza e insegnare a suo figlio a fare lo stesso. Kratos è di nuovo padre. Nella sua nuova veste di mentore e protettore di Atreus, un figlio intenzionato a conquistare la stima del padre, Kratos è costretto ad affrontare e a gestire la rabbia che lo ha sempre caratterizzato in un mondo molto pericoloso insieme al figlio. Dalle eleganti colonne di marmo dell'Olimpo alle aspre montagne, foreste e grotte del folklore nordico di epoca pre-vichinga: un mondo completamente nuovo, corredato da un proprio pantheon di creature, mostri e dèi. Con una visuale sopra la spalla, che porta l'azione più vicina che mai, i combattimenti in God of War hanno le stesse caratteristiche delle creature norrene che Kratos dovrà affrontare: enormi, aspri ed estenuanti. La nuova arma principale e le nuove abilità incarnano lo spirito tipico della serie di God of War oltre a presentare una visione di conflitto che apre una nuova strada nel genere.",
    "copertina": "god_of_war_4.webp",
    "numeroVoti": 56,
    "media": 4.58
  },
  {
    "codice": 20,
    "categoria": "Action-adventure",
    "nome": "Hitman 3",
    "piattaforma": "Xbox One",
    "prezzo": 59.99,
    "scontoAttivo": 0.5,
    "quantita": 56,
    "descrizione": "La morte attende. L'Agente 47 ritorna in HITMAN 3, la drammatica conclusione della trilogia del mondo degli assassini.",
    "copertina": "hitman_3.webp",
    "numeroVoti": 21,
    "media": 3.36
  },
  {
    "codice": 21,
    "categoria": "RPG",
    "nome": "Horizon Zero Dawn",
    "piattaforma": "PlayStation 4",
    "prezzo": 49.99,
    "scontoAttivo": 0.7,
    "quantita": 36,
    "descrizione": "Horizon Zero Dawn è un gioco di ruolo d'azione in cui controllerai Aloy, una sopravvissuta umana nel panorama distopico del 31° secolo. Gli esseri umani possono essere rari e l'accesso alla tecnologia è limitato, ma c'è una grande popolazione di creature robotiche ostili (che furono originariamente create da Big Tech che poi ne perse il controllo).",
    "copertina": "horizon_zero_dawn.webp",
    "numeroVoti": 29,
    "media": 4.05
  },
  {
    "codice": 22,
    "categoria": "Action-adventure",
    "nome": "It Takes Two",
    "piattaforma": "PlayStation 5",
    "prezzo": 39.99,
    "scontoAttivo": 0.4,
    "quantita": 25,
    "descrizione": "Parti per la più folle avventura della tua vita con It Takes Two, un platform creato appositamente per il co-op. Invita un amico a unirsi a te gratuitamente con il Pass amici*, collaborate per superare sfide incredibili con un gameplay fuori dagli schemi. Gioca nei panni di Cody e May, una coppia ai ferri corti: due esseri umani che un incantesimo ha trasformato in bambole. Intrappolati in un mondo fantastico e pieno di imprevedibili bizzarrie, dovranno superare insieme ogni sfida per salvare la loro relazione in pericolo. Padroneggia abilità uniche e condivise dei personaggi in ogni nuovo livello. Collabora con un amico per superare una miriade di ostacoli inattesi e momenti esilaranti. Metti in riga una gang di scoiattoli, pilota un paio di mutande, anima un vivace night club e attraversa un globo di vetro innevato su una slitta. Affronta una storia toccante e divertente, dove narrazione e gameplay si intrecciano in un'esperienza unica e metaforica. It Takes Two è stato sviluppato dal pluripremiato studio Hazelight, leader del settore per il gioco cooperativo. I ragazzi di Hazelight ti accompagneranno in un'avventura spettacolare ed emozionante con un'unica certezza: l'unione fa la forza.",
    "copertina": "it_takes_two.webp",
    "numeroVoti": 30,
    "media": 4.26
  },
  {
    "codice": 23,
    "categoria": "Action-adventure",
    "nome": "Minecraft",
    "piattaforma": "PC",
    "prezzo": 24.99,
    "scontoAttivo": 0.33,
    "quantita": 94,
    "descrizione": "La premessa del gioco è estremamente semplice: si arriva al gioco con nient'altro che le mani e un inventario limitato. Devi scavare per raccogliere materiali che poi usi per creare strumenti e costruire case e altri edifici. Le risorse vanno dalle più comuni ad altre molto rare, e spesso le materie prime più rare e preziose sono le più difficili da raggiungere, richiedono scavi in profondità e persino la costruzione di tunnel di rinforzo per impedire le inondazioni o la caduta di rocce. Non esiste un arco narrativo, in quanto tale: dipende interamente da te e da ciò che vuoi ottenere. Puoi costruire città o una dimora rurale, allevare pecore o andare a pescare. Il gioco è esattamente quello che tu e la tua immaginazione volete che sia.",
    "copertina": "minecraft.webp",
    "numeroVoti": 67,
    "media": 4.21
  },
  {
    "codice": 24,
    "categoria": "Sparatutto",
    "nome": "Rainbow Six Siege",
    "piattaforma": "PC",
    "prezzo": 19.99,
    "scontoAttivo": 0.64,
    "quantita": 44,
    "descrizione": "Rainbow Six Siege per PC è un gioco sparatutto tattico che si fa online. C'è una forte enfasi sulla distruzione ambientale e sulla cooperazione tra i giocatori, con ogni giocatore che assume il controllo di un personaggio da difendere o attaccare in ogni diverso scenario. Tra le attività da svolgere: il salvataggio di ostaggi, il disinnesco di bombe e la cattura o la difesa di un punto di controllo. Il gioco ha avuto un inizio lento ma presenta molti aggiornamenti di contenuti scaricabili. Inoltre, gli sviluppatori hanno optato per la formula del \"gioco come modello di servizio\" dal momento che la sua versione ha visto colmare eventuali lacune nel gameplay, nella trama e nella progressione e ora è considerato come uno dei migliori giochi del suo genere con oltre 45 milioni di giocatori registrati in tutto il mondo.",
    "copertina": "rainbow_six_siege.webp",
    "numeroVoti": 31,
    "media": 3.88
  },
  {
    "codice": 25,
    "categoria": "Sparatutto",
    "nome": "Resident Evil Village",
    "piattaforma": "Xbox Series X|S",
    "prezzo": 59.99,
    "scontoAttivo": 0.7,
    "quantita": 24,
    "descrizione": "Resident Evil Village è un gioco survival horror. Questa incarnazione è la decima versione principale del franchise e, sorprendentemente, la 26esima include tutti gli spin-off e i remake, rendendo Resident Evil uno dei giochi più prolifici in circolazione! Resident Evil Village è a volte chiamato Resident Evil 8: Village; gli sviluppatori infatti hanno notato che possono creare un puzzle nascosto all'interno del titolo, che è reso con numeri romani per otto (VIII) invece del Vill di Village. Figo!",
    "copertina": "resident_evil_village.webp",
    "numeroVoti": 13,
    "media": 3.68
  },
  {
    "codice": 26,
    "categoria": "Action-adventure",
    "nome": "Spider-Man: Miles Morales",
    "piattaforma": "PlayStation 5",
    "prezzo": 59.99,
    "scontoAttivo": 0.3,
    "quantita": 24,
    "descrizione": "Nell'ultima avventura della serie Marvel's Spider-Man, l'adolescente Miles Morales cerca di ambientarsi in un nuovo quartiere mentre segue le orme del suo mentore, Peter Parker, come nuovo Spider-Man. Ma quando una feroce lotta per il potere minaccia di distruggere la sua nuova casa, l'aspirante eroe capisce che da grandi poteri derivano grandi responsabilità. Per salvare la New York della Marvel, Miles deve raccogliere il testimone di Spider-Man e dimostrarsi all'altezza.",
    "copertina": "spiderman_miles_morales.webp",
    "numeroVoti": 24,
    "media": 4.10
  },
  {
    "codice": 27,
    "categoria": "Platform",
    "nome": "Super Mario Odyssey",
    "piattaforma": "Nintendo Switch",
    "prezzo": 59.99,
    "scontoAttivo": 0.0,
    "quantita": 6,
    "descrizione": "Come in molti giochi di Mario, anche questo inizia con uno scenario molto familiare: Browser ha rapito la Principessa Peach e l’ha portata via. Mario si mette alla ricerca, giocando e combattendo su mondi e regioni che lo portano in cielo e sotto terra, affrontando nemici e ostacoli lungo il percorso. Ed è qui che entrano in gioco le differenze. Ci sono due tipi di oggetti da collezione in questo gioco, le solite e qualcosa di nuovo chiamato “luna di potere”. Le lune elettriche alimentano la nave di Mario – l’omonima Odissea – e gli consentono di passare al mondo successivo nella sua ricerca quasi incessante della Principessa Peach. Raccogli tutto cil che puoi e tieni presente che, anche se il gioco dice che ci sono 52 lune da collezionare, ne puoi trovare in realtà più di 68, che vengono rilasciate quando sconfiggi i nemici o completi missioni difficili. Ci sono anche super mosse, tra cui una in cui puoi “rompere” il gioco, atterrare al di fuori del livello a cui stai giocando per poi essere ricompensato con un’enorme pila di monete per le tue abilità inaspettate! Come sempre, cerca gli ingressi per i passaggi nascosti e casse del tesoro.",
    "copertina": "super_mario_odyssey.webp",
    "numeroVoti": 8,
    "media": 3.90
  },
  {
    "codice": 28,
    "categoria": "Action-adventure",
    "nome": "The Legend of Zelda: Breath of the Wild",
    "piattaforma": "Nintendo Switch",
    "prezzo": 59.99,
    "scontoAttivo": 0.0,
    "quantita": 10,
    "descrizione": "Gran parte del fascino del gioco ruota attorno al fatto che premia la sperimentazione, quindi sei incoraggiato positivamente ad avventurarti ed esplorare aree della mappa, anche fuori mano. L'arco narrativo principale può essere completato in modo non lineare, quindi puoi scegliere come e quando completare ogni compito piuttosto che essere costretto a un corso d'azione limitato. La grafica pluripremiata del gioco, il motore fisico e la recitazione vocale di alta qualità gli sono valsi il titolo di \"Gioco dell'anno\" e il gioco è stato pubblicizzato come uno dei più grandi videogiochi di tutti i tempi, oltre ad essere - comprensibilmente - il gioco Zelda più venduto di sempre.",
    "copertina": "zelda_botw.webp",
    "numeroVoti": 20,
    "media": 4.25
  },
  {
    "codice": 29,
    "categoria": "Action-adventure",
    "nome": "The Last of Us Parte II",
    "piattaforma": "PlayStation 4",
    "prezzo": 59.99,
    "scontoAttivo": 0.5,
    "quantita": 35,
    "descrizione": "Cinque anni dopo... Dopo un pericoloso viaggio attraverso gli Stati Uniti flagellati dalla pandemia, Ellie e Joel si stabiliscono in Wyoming. La vita in comunità garantisce loro una nuova stabilità, nonostante la costante minaccia degli infetti e dei sopravvissuti più disperati. Ma quando un inatteso evento compromette quegli equilibri, Ellie decide di intraprendere un nuovo viaggio. Questa volta per ottenere giustizia. La caccia ai responsabili, tuttavia, le riserverà strazianti ripercussioni fisiche ed emozionali. Vivi una nuova storia piena di emozioni, che metterà in discussione i tuoi concetti di giusto e sbagliato. Avventurati in un mondo magnifico ma pericoloso, attraverso idilliaci scenari montani e città soffocate dalla vegetazione. Sperimenta dinamiche di gioco evolute da action-survival, tra combattimenti corpo a corpo, attraversamento di ambienti e fasi stealth dinamiche.",
    "copertina": "the_last_of_us_part_2.webp",
    "numeroVoti": 40,
    "media": 4.55
  },
  {
    "codice": 30,
    "categoria": "RPG",
    "nome": "The Witcher 3",
    "piattaforma": "PC",
    "prezzo": 59.99,
    "scontoAttivo": 0.8,
    "quantita": 36,
    "descrizione": "The Witcher 3: Wild Hunt GOTY per PC è un pacchetto della terza edizione del gioco di ruolo d'azione, insieme a due enormi pacchetti di espansione e sedici pezzi di contenuto scaricabile. Il gioco, così come tutti i giochi di Witcher, ha come protagonista Geralt di Rivia, che in questo gioco è alla ricerca della figlia adottiva scomparsa. Attualmente la ragazza è in fuga, inseguita da Wild Hunt che la vuole imbrigliare e usare i suoi poteri.",
    "copertina": "the_witcher_3.webp",
    "numeroVoti": 37,
    "media": 4.32
  },
  {
    "codice": 31,
    "categoria": "Picchiaduro",
    "nome": "Mortal Kombat 11",
    "piattaforma": "Xbox One",
    "prezzo": 59.99,
    "scontoAttivo": 0.3,
    "quantita": 29,
    "descrizione": "MK è tornato ed è più in forma che mai in questa nuova e fantastica evoluzione dell'iconico titolo. Ora puoi personalizzare le varianti dei tuoi combattenti fin nei minimi particolari, acquisendo un controllo senza precedenti sull'estetica dei personaggi. Il nuovo motore grafico rende nei minimi dettagli ogni cranio schiantato e cuore strappato, immergendoti completamente nell'azione delle scene più cruente. Inoltre la nuova lista di combattenti include personaggi inediti e i Klassici della serie, protagonisti dei fantastici filmati nella modalità storia dell'epica saga che prosegue da più di 25 anni. La Ultimate Edition di Mortal Kombat 11 include: Mortal Kombat 11, Mortal Kombat 11 Kombat Pack 1 ,Mortal Kombat 11: Aftermath Expansion, Mortal Kombat 11 Kombat Pack 2, Shao Kahn.",
    "copertina": "mortal_kombat_11.webp",
    "numeroVoti": 11,
    "media": 3.33
  },
  {
    "codice": 32,
    "categoria": "Strategia",
    "nome": "Age of Empires IV",
    "piattaforma": "PC",
    "prezzo": 59.99,
    "scontoAttivo": 0.4,
    "quantita": 43,
    "descrizione": "Ci sono quattro campagne storiche in stile documentario su cui lavorare, così come i primi nomadi della serie. I nomadi sono i mongoli, che sembrano essere molto interessanti, avendo la prima base mobile mai vista in questi tipi di giochi di costruzione di civiltà di strategia in tempo reale. Erano già presenti nel secondo gioco, ma erano statici, come le altre civiltà menzionate. Le quattro campagne sono: la conquista normanna, la guerra dei 100 anni, l'impero mongolo e l'ascesa di Mosca. Ci saranno combattimenti a muro, battaglie in mare e armi d'assedio che renderanno breve il lavoro di alcune fortificazioni, quindi cerca di costruire bene la tua! Inizierai il gioco dalla tua base, raccogliendo legno e pietra per costruire inizialmente strutture semplici, aumentando lentamente di dimensioni e forza. Addestrerai anche truppe (in gruppi di circa 200) prima di inviarle a conquistare territori a tuo nome! La tua scelta di civiltà è importante: ciascuna delle civiltà funziona in modo diverso, combatte in modo diverso e generalmente chiarisce che non è uguale alle altre. C'è un certo margine di sfocatura quando puoi portare elementi di una civiltà in un'altra, ma questi sono accuratamente adattati da una forte autenticità, vale a dire, se le civiltà comunicavano o erano geograficamente vicine, è possibile che le influenze si trasmetteranno da una all'altra. Man mano che avanzi nel corso degli anni, la tua civiltà cambia in modo abbastanza autentico, passando dal linguaggio altomedievale a una grammatica e una sintassi più sofisticate. Questo accade in tutte le civiltà ed è stata una caratteristica deliberata; gli sviluppatori del gioco hanno cercato oratori e studiosi delle lingue antiche per dare al tutto una verosimiglianza.",
    "copertina": "age_of_empires_4.webp",
    "numeroVoti": 4,
    "media": 3.5
  },
  {
    "codice": 33,
    "categoria": "Picchiaduro",
    "nome": "Tekken 7",
    "piattaforma": "PlayStation 4",
    "prezzo": 39.99,
    "scontoAttivo": 0.9,
    "quantita": 3,
    "descrizione": "Scopri l'epica conclusione della lunga faida della famiglia Mishima e le ragioni che si celano dietro ogni episodio della loro storia. Sfruttando l'Unreal Engine 4, il leggendario gioco di combattimenti torna con stupefacenti battaglie cinematiche narrative e intensi duelli da vivere con amici e rivali. Amore, vendetta, orgoglio. Ognuno ha una ragione per combattere. I valori sono ciò che ci danno una ragione di vivere e ci rendono umani, indipendentemente dalle nostre debolezze o punti di forza. Non ci sono motivazioni sbagliate, solo la strada che decidiamo di percorrere. Amplia le tue possibilità di combattente acquistando il Season Pass di TEKKEN 7 separatamente e ottieni l'accesso a incredibili contenuti aggiuntivi.",
    "copertina": "tekken_7.webp",
    "numeroVoti": 17,
    "media": 3.90
  },
  {
    "codice": 34,
    "categoria": "Sparatutto",
    "nome": "Battlefield 2042",
    "piattaforma": "Xbox Series X|S",
    "prezzo": 59.99,
    "scontoAttivo": 0.4,
    "quantita": 31,
    "descrizione": "Il clima del mondo è scivolato in condizioni estreme, costringendo un gran numero di persone a fuggire dalle loro case ormai insostenibili. Questi rifugiati climatici sono chiamati No-Pats, nel senso che sono apolidi e non hanno \"paese\". La crisi climatica è drammaticamente peggiorata, causando il collasso dell'UE e aumentando le tensioni tra Stati Uniti e Russia fino alla guerra. Gli eventi sulla Terra arrivano al culmine quando si verifica un evento della Sindrome di Kessler nel 2040, che mette fuori gioco il settanta percento dei satelliti per le comunicazioni internazionali. Già tesi, Stati Uniti e Russia sono sull'orlo della guerra. Secondo la scienza, la sindrome di Kessler si verichiferà con la presenza di una reazione a catena di collisioni all'interno della spessa cintura di spazzatura spaziale che sfreccia intorno al pianeta (detriti provenienti da missioni spaziali, persi o gettati via per qualsiasi motivo), influenzando quelle cose in orbita su cui facciamo affidamento lavoro quotidiano come i satelliti accuratamente posizionati che gestiscono i sistemi telefonici, le connessioni Internet, le comunicazioni radiofoniche e televisive. La guerra, infine, scoppia nel 2042, giusto in tempo perché salvare la situazione.",
    "copertina": "battlefield_2042.webp",
    "numeroVoti": 23,
    "media": 3.84
  }
]